Repository: nbhasin2/firefox-ios-1
Catalog: Shared/*.lproj/AuthenticationManager.strings
Languages: et, si

source: After 1 hour
et: 1 tunni pärast
si: පැය 1 කට පසු

source: After 1 minute
et: 1 minuti pärast
si: විනාඩි 1 කට පසු

source: After 5 minutes
et: 5 minuti pärast
si: විනාඩි 5කට පසු

source: After 10 minutes
et: 10 minuti pärast
si: විනාඩි 10කට පසු

source: After 15 minutes
et: 15 minuti pärast
si: විනාඩි 15කට පසු

source: Change Passcode
et: Muuda pääsukoodi
si: මුරකේතය සංශෝධනය

source: Enter a new passcode
et: Sisesta uus pääsukood
si: නව මුරකේතය යොදන්න

source: Enter a passcode
et: Sisesta pääsukood
si: මුරකේතය යොදන්න

source: Enter passcode
et: Sisesta pääsukood
si: මුරකේතය යොදන්න

source: Enter Passcode
et: Sisesta pääsukood
si: මුරකේතය යොදන්න

source: Face ID & Passcode
et: Face ID ja pääsukood
si: මුහුණු හැඳු. හා මුරකේතය

source: Immediately
et: Kohe
si: සැනින්

source: Incorrect passcode. Try again (Attempts remaining: %d).
et: Vale pääsukood. Proovi uuesti (katseid jäänud: %d).
si: වැරදි මුරකේතයකි. යළි උත්සාහ කරන්න. (ඉතිරි තැත් කිරීම්: %d).

source: Incorrect passcode. Try again.
et: Vale pääsukood. Proovi uuesti.
si: වැරදි මුරකේතයකි. යළි උත්සාහ කරන්න.

source: Maximum attempts reached. Please try again in an hour.
et: Maksimaalne katsete arv saavutatud. Palun proovi tunni pärast uuesti.
si: තවත් තැත් කිරීමට නොහැකිය. පැයකට පසු යළි උත්සාහ කරන්න.

source: Maximum attempts reached. Please try again later.
et: Maksimaalne katsete arv saavutatud. Palun proovi hiljem uuesti.
si: තවත් තැත් කිරීමට නොහැකිය. පසුව යළි උත්සාහ කරන්න.

source: New passcode must be different than existing code.
et: Uus pääsukood peab olemasolevast erinema.
si: පවතින කේතයට වඩා නව මුරකේතය වෙනස් විය යුතුමයි.

source: Passcode For Logins
et: Kasutajatunnuste pääsukood
si: පිවිසුම් සඳහා මුරකේතය

source: Passcodes didn’t match. Try again.
et: Pääsukoodid ei ühtinud. Proovi uuesti.
si: මුරකේත නොගැළපේ. යළි උත්සහ කරන්න.

source: Re-enter passcode
et: Sisesta pääsukood uuesti
si: මුරකේතය යළි යොදන්න

source: Require Passcode
et: Pääsukoodi nõutakse
si: මුරකේතය අවශ්‍යයි

source: Set Passcode
et: Määra pääsukood
si: මුරකේතය සකසන්න

source: Touch ID & Passcode
et: Touch ID ja pääsukood
si: ස්පර්ශ හැඳු. හා මුරකේතය

source: touchid.disable.reason.label
et: Touch ID keelamiseks kasuta oma sõrmejälge.
si: ස්පර්ශ හැඳු. අබල කිරීමට ඇඟිලි සළකුණ යොදා ගන්න.

source: touchid.require.passcode.reason.label
et: Pääsukoodi nõudmise intervalli muutmiseks kasuta oma sõrmejälge.

source: Turn Passcode Off
et: Lülita pääsukood välja
si: මුරකේතය අක්‍රිය කරන්න

source: Turn Passcode On
et: Lülita pääsukood sisse
si: මුරකේතය සක්‍රිය කරන්න

source: Use Face ID
et: Face ID kasutamine
si: මුහුණු හැඳු. භාවිතය

source: Use Touch ID
et: Touch ID kasutamine
si: ස්පර්ශ හැඳු. භාවිතය

source: Use your fingerprint to access Logins now.
et: Kasutajatunnustele ligipääsemiseks kasuta oma sõrmejälge.
si: පිවිසුම් වෙත ප්‍රවේශයට ඇඟිළි සළකුණ යොදා ගන්න.
